// Скрипт ведения простой документации на JS/CSS/HTML
// date: 8 августа 2022 г.
/**
 *  Словарь доступных страниц ссылок.
 * Добавили страницу – добавили строку в словарь.
 *
 */
pageDict = {
	"dobro-day": "Сий День",
	"az": "Азъ",
	"fert-font": "О шрифте",
	"glagol-git": "GIT",
	"buki-set": "Настройки",
	"az-assets": "Вложения",
	"vedi-documents": "Docs",
	"billing": "Билинг",
	"vedi-vim": "VIM",
	"pokoy-proval": "Провал",
	"az-peremennaya": "Переменная",
	"az-object": "Объект",
	"buki": "Соглашение",
	"buki-bukmarki": "Букмарки",
	// "buki-problems-ts": "Проблемы",
	// "slovo-shell": "Шелл",
	"slovo-server": "Сервер",
	"tako-type": "Типы данных",
	"kakw-colors": "Цветы",
	"kakw-cal": "SHELL CAL",
	"search-result": "Поиск 🔍",
	"navi-page": "Оглавление",
};
